/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Automatically download and install updates in the future" = "In futuro scarica e installa automaticamente gli aggiornamenti";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Now" = "Verifica Adesso";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Later" = "Verifica più tardi";

/* No comment provided by engineer. */
"%.0lf%@ of %.0lf%@" = "%1$.0lf%@ su %3$.0lf%@";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"bytes" = "bytes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"KB" = "KB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"MB" = "MB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"GB" = "GB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"TB" = "TB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"(%0.1lf %@/sec) %@ %i %@ remaining" = "(%0.1lf %@/sec) %@ %i %@ remaining";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"seconds" = "seconds";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"minutes" = "minutes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"hours" = "hours";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts. Would you like to relaunch now?" = "%1$@ %2$@ è stato installato e sarà pronto all'uso al prossimo avvio di %3$@ . Voui riavviare adesso?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ è attualmente la versione più aggiornata disponibile.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ è disponibile (tu hai la %3$@). Vuoi scaricarla ora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory. Are you running off a disk image? If not, ask your system administrator for help." = "%@ no ha l'autorizzazione a scrivere nella directory dell'applicazione. Stai usando un'immagine disco? In caso contrario chiedi aiuto all'amministratore di sistema.";

/* No comment provided by engineer. */
"A new version of %@ has been installed" = "E' stata installata una versione più recente di %@ ";

/* No comment provided by engineer. */
"A new version of %@ is available" = "È disponibile una nuova versione di %@";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Si è verificato un errore durante l'installazione. Riprova.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Si è verificato un errore durante la ricerca delle informazioni sugli aggiornamenti. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Si è verificato un errore durante l'estrazione dell'archivio. Riprova più tardi.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Si è verificato un errore il download del file. Riprova più tardi.";

/* No comment provided by engineer. */
"An update is already in progress" = "Il processo di aggiornamento è già in corso";

/* No comment provided by engineer. */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Controllare la disponibilità di aggiornamenti all'avvio?";

/* No comment provided by engineer. */
"Downloading update..." = "Scarica la nuova versione";

/* No comment provided by engineer. */
"Extracting update..." = "Estrazione aggiornamento...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installa e rilancia";

/* No comment provided by engineer. */
"Installing update..." = "Installazione aggiornamento...";

/* No comment provided by engineer. */
"Ready to install" = "Pronto per installare";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Update Error" = "Errore di aggiornamento";

/* No comment provided by engineer. */
"Updating %@" = "Aggiornamento %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Vuoi che %1$@ controlli la disponibilità di aggiornamenti all'avvio? In caso negativo, puoi avviare il controllo manualmente dal menu %2$@.";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"You're up to date" = "Sei aggiornato";

